[LANGUAGE]
language="Suomalainen"
CharacterSet=1
translator=
e-mail=
web=


[Main]
1=Tiedosto
2=Palauta avaimet paikalliselta levyltä
3=Palauta avaimet ulkoiselta levyltä
4=Deep Registry Scan
5=Tallenna nimellä...
6=Poistu
7=Muokkaa
8=Kopioi valittu rivi
9=Etsi ...
10=Apua
11=Tarkista päivitykset...
12=Päivitä avaintietokanta...
13=Vaihda kieli
14=Lahjoita...
15=Web...
16=Tietoja ...
17=Päivitä
18=Kopioi tuotteen nimi
19=Kopioi tuoteavain
20=Tuettujen ohjelmistojen ja pelien luettelo
21=Seuraa minua Facebookissa ...
22=Tietokannan versio:
23=Tuotteen nimi
24=Tuoteavain
25=Uusi versio saatavilla!
26=Haluatko ladata sen verkkosivustoltamme?
27=Uusia päivityksiä ei ole saatavilla!
28=Laajennettua tietokantaa ei löydy!
29=Tietokanta puuttuu!
30=Päivitä tietokantasi verkkosivustoltamme.
31=Tietokantavirhe!
32=Valitse ulkoinen <WINDOWS>-hakemisto:
33=Uusi tietokanta saatavilla!
34=Haluatko ladata sen nyt?
35=Tietokantasi on ajan tasalla!
36=Sulje ohjelma ja suorita se uudelleen.
37=Tietokanta on ladattu.
38=Tietokannan lataamisessa tapahtui virhe!
39=Hanki lisää ILMAISIA ohjelmistoja osoitteessa https://www.sterjosoft.com


[List]
1=Avain:
2=Tuotetunnus:
3=Nimi:
4=Sarjanumero:
5=Yritys:
6=CD-avain:
7=Etunimi:
8=Sukunimi:
9=Sähköposti:
10=Vahvistusavain:
11=Käyttäjä:
12=Salasana:
13=Tyyppi:
14=Avauskoodi:
15=Koodi:


[Find]
1=Etsi mitä:
2=Etsi seuraava
3=Peruuta
4=Haku suoritettu!


[Scanning]
1=Skannataan...
2=Peruuta


[About]
1=Noin
2=Versio:
3=Tämä tuote on ILMAINEN henkilökohtaiseen tai kaupalliseen käyttöön.
4=Tekijänoikeus © SterJo Software. Kaikki oikeudet pidätetään.
6=&Sulje


[Tray]
1=Auki
2=Poistu
3=Valitse kieli
4=Valitse:
5=&Käytä
6=&Peruuta
7=Käynnistä sovellus uudelleen, jotta muutokset tulevat voimaan.
8=Kieli on vaihdettu.
